org/docs/idea.org
#+setupfile: ../info/index-sos-header.setup
#+include: ../info/common-header.org
#+title: アイデアの作り方

* [[/odai/2135860852966383101][ビジネスに役立つ！『アイデアの作り方』まとめ。5つのステップでアイデア作成！]]

[[http://www.amazon.co.jp/%E3%82%A2%E3%82%A4%E3%83%87%E3%82%A2%E3%81%AE%E3%81%A4%E3%81%8F%E3%82%8A%E6%96%B9-%E3%82%B8%E3%82%A7%E3%83%BC%E3%83%A0%E3%82%B9-W-%E3%83%A4%E3%83%B3%E3%82%B0/dp/4484881047][アイデアのつくり方: ジェームス W.ヤング, 竹内 均, 今井 茂雄: 本]]

* アイデアって作ろうと思って作れるの？

** アイデアの作成はフォード車の製造過程と同じように一定の明確な過程である

   - *アイデア* と聞くと、思いつきやひらめきのようなもの、一部のセン
      スのある人だけの特権、と思いがちです。しかし

   - *アイデア*にも生み出す手順があり、

     それを守れば誰だってアイデアが出せるようになります。

* アイデアの作り方を学ぶ上で重要なこと

** どんな技術を習得する場合にも、学ぶべき大切なことはまず第一に原理であり第二に方法

   - 原理
   - 方法

* そもそもアイデアって何？

  アイデアとは既存の要素の新しい組み合わせ

  - アイデアは、全くのゼロから生み出されるものではなく、今までにない切り
    口で既存のものを組み合わせることです。

    例えば、「iPhoneの例で言えば、全く新しい物が発明され、イノベーショ
    ンが起こった」と思われがちですが、これも「音楽プレイヤー×電話×PC」
    を新しい切り口で組み合わせた物と見ることができます。

* どうしたら新しい切り口を見つけられるか？

  アイデアを生み出すステップは、以下の5つの過程であると説明されています。

  1. 資料集め　-一般的資料と特殊資料-

  2. 心の消化過程

  3. あえて心の外に置く

  4. 常にそれを考える

  5. 具体化し、現実の有用性に合致させる

** ステップ1 資料集め　-一般的資料と特殊資料-

   アイデアを作るにあたって、まず資料の収集から入ります。
   本書では、広告のアイデア作成を例に説明されています。

   一般的資料とは、直接企画とは関係のない資料を指しています。本書では、
   エジプトの埋葬習慣からモダンアートに至るまで、幅広くあらゆることに
   興味を持つことを勧めています。

   特殊資料とは、宣伝したい製品と、それを買ってほしい人々に関する資料です。

   製品の研究レポートや販売レポート、ターゲットとする人々の属性や行動
   についてのレポートがこれにあたります。

   これらのデータやレポートを大量に参照することにより、インプットを蓄え、
   新しい関連性を見つけ出す土台になります。

一般的資料と特殊資料で得た知識を組み合わせ、新しい切り口を見つけ出そう！
という目論みです。

本書では、石鹸のマーケティングを例に、髪や皮膚に与える石鹸の影響の研究
結果が、その後のキャッチコピーやプロモーション企画に大きく貢献した事例
を挙げています。

補足ですが、データを元に生まれたアイデアは根拠がしっかりしており、成功
する確率が高いばかりでなく、仕事を進める上で説明しやすい・説得しやすい
というメリットもあります。

** ステップ2 心の消化過程

"探しているのは関係"

資料を集めたら、それを吸収する過程に入ります。

ただ資料を読むのではなく、いろいろな事実を並べて見たり、新しい組み合わ
せ試してみるといいでしょう。

必要なのはあくまで新しい切り口を探すことであり、資料を暗記することではありません。

この段階を通っていると、ちょっとしたアイデアが思いつき始めます。
それは些細なものであることが多いのですが、逐一メモに残すことを推奨しています。
思いついたものを言葉にすることで、自分の中でアイデアが整理され、この後の過程が加速されます。

** ステップ3 あえて心の外に置く

"問題を意識の外に移し、無意識の創造過程を刺激する"

ここまで、資料を集めて吸収するという作業をしてきました。
しかしそれはしばしば退屈で苦痛なものでもあります。

そうなったときは、一度問題を心の外に追いやってしまいましょう。

好きな音楽を聞いたり、映画を見たり。

問題を放棄して、自分の想像力や感情を刺激してくれるものに触れましょう。

"第一の段階で諸君は食料をあつめた。第二の段階ではそれを十分咀嚼した。
いまや消化過程がはじまった"

"ただし胃液の分泌を刺激すること"

刺激を与えることでケミストリーが起こり、頭の中でアイデアの生成が加速されます。

** ステップ4 常にそれを考える

"どこからもアイデアは現れてこない"

ステップ3までを経験して思うこと。「アイデアが生まれて来ない！」。あな
たは焦りを感じるかもしれません。無力感に陥るかもしれません。それでも、
辛抱強く、生み出すべきアイデアについて考えましょう。頭のカタスミで常に
考えることで、それは確実に整理されていきます。

"アイデアの訪れてくるとき"

TBSブリタニカ 『アイデアのつくり方』 P.51より

休息とくつろぎのひとときにそれは突然やってきます。

往々にして、アイデアがひらめくときというのは、緊張をといてリラックスしているときです。
朝ひげを剃っているとき、シャワーを浴びているときに思いつくのです。

上で挙げたプロセスを経て、常に考えることで自分の中で整理されていき、緊
張から解かれた瞬間にふっとひらめくのです。

金曜日に行きずまっている仕事があったけど、土日に思いっきり遊んだら月曜
の朝にいきなり解決案が思いついた！なんて経験はありませんか？

** ステップ5 具体化し、現実の有用性に合致させる

この段階は、ステップ4で生まれたアイデアを現実の世界に連れ出すためのも
のです。思いついたアイデアは、そのままでは使い物にならないことも多いで
す。

生み出したアイデアが現実の世界に適用できるよう、細部を落とし込み、辛抱
強く作りあげて行きましょう。せっかくアイデアを思いついても、この段階で
諦めてしまうと、陽の目を見ることがなくなってしまいます。

過酷な作業ではありますが、この過程がアイデアに命を吹き込むものだと思っ
て、乗り越えましょう。多くの場合、あなたのアイデアはきっと誰かの役に立
つものなのですから。


* まとめ

これらのステップは、いざ実行しようとすると困難な知能労働をこなす必要が
あり、なかなか実行に移せなかったりします。

ただ、やり続けた人とやらなかった人とでは大きな差が開くことは間違いあり
ません。

最初は大変だと思いますが、こなすうちに慣れていき、全てのプロセスを経る
のに必要な時間も短くなっていくはずです。そうなればしめたものです。


