org/docs/idea.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-09 月 11:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>クラウドと情報リテラシー アイデアの作り方</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="suzuki@iwate-u.ac.jp" />
<link rel="stylesheet" type="text/css" href="styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="http://wiki.cis.iwate-u.ac.jp/~suzuki/org-html-theme/styles/sos/css/sos.css">
<link rel="stylesheet" type="text/css" href="http://www.pirilampo.org/styles/bigblow/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">クラウドと情報リテラシー アイデアの作り方</h1>

<div id="outline-container-org0342be2" class="outline-2">
<h2 id="org0342be2"><a href="file:///odai/2135860852966383101">ビジネスに役立つ！『アイデアの作り方』まとめ。5つのステップでアイデア作成！</a></h2>
<div class="outline-text-2" id="text-org0342be2">
<p>
<a href="http://www.amazon.co.jp/%E3%82%A2%E3%82%A4%E3%83%87%E3%82%A2%E3%81%AE%E3%81%A4%E3%81%8F%E3%82%8A%E6%96%B9-%E3%82%B8%E3%82%A7%E3%83%BC%E3%83%A0%E3%82%B9-W-%E3%83%A4%E3%83%B3%E3%82%B0/dp/4484881047">アイデアのつくり方: ジェームス W.ヤング, 竹内 均, 今井 茂雄: 本</a>
</p>
</div>
</div>

<div id="outline-container-org51131fd" class="outline-2">
<h2 id="org51131fd">アイデアって作ろうと思って作れるの？</h2>
<div class="outline-text-2" id="text-org51131fd">
</div>
<div id="outline-container-orgf81b3f2" class="outline-3">
<h3 id="orgf81b3f2">アイデアの作成はフォード車の製造過程と同じように一定の明確な過程である</h3>
<div class="outline-text-3" id="text-orgf81b3f2">
<ul class="org-ul">
<li><b>アイデア</b> と聞くと、思いつきやひらめきのようなもの、一部のセン
スのある人だけの特権、と思いがちです。しかし</li>

<li><p>
*アイデア*にも生み出す手順があり、
</p>

<p>
それを守れば誰だってアイデアが出せるようになります。
</p></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org94fe2d4" class="outline-2">
<h2 id="org94fe2d4">アイデアの作り方を学ぶ上で重要なこと</h2>
<div class="outline-text-2" id="text-org94fe2d4">
</div>
<div id="outline-container-orgb5927da" class="outline-3">
<h3 id="orgb5927da">どんな技術を習得する場合にも、学ぶべき大切なことはまず第一に原理であり第二に方法</h3>
<div class="outline-text-3" id="text-orgb5927da">
<ul class="org-ul">
<li>原理</li>
<li>方法</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org50de781" class="outline-2">
<h2 id="org50de781">そもそもアイデアって何？</h2>
<div class="outline-text-2" id="text-org50de781">
<p>
アイデアとは既存の要素の新しい組み合わせ
</p>

<ul class="org-ul">
<li><p>
アイデアは、全くのゼロから生み出されるものではなく、今までにない切り
口で既存のものを組み合わせることです。
</p>

<p>
例えば、「iPhoneの例で言えば、全く新しい物が発明され、イノベーショ
ンが起こった」と思われがちですが、これも「音楽プレイヤー×電話×PC」
を新しい切り口で組み合わせた物と見ることができます。
</p></li>
</ul>
</div>
</div>

<div id="outline-container-org884522b" class="outline-2">
<h2 id="org884522b">どうしたら新しい切り口を見つけられるか？</h2>
<div class="outline-text-2" id="text-org884522b">
<p>
アイデアを生み出すステップは、以下の5つの過程であると説明されています。
</p>

<ol class="org-ol">
<li>資料集め　-一般的資料と特殊資料-</li>

<li>心の消化過程</li>

<li>あえて心の外に置く</li>

<li>常にそれを考える</li>

<li>具体化し、現実の有用性に合致させる</li>
</ol>
</div>

<div id="outline-container-orgc170447" class="outline-3">
<h3 id="orgc170447">ステップ1 資料集め　-一般的資料と特殊資料-</h3>
<div class="outline-text-3" id="text-orgc170447">
<p>
アイデアを作るにあたって、まず資料の収集から入ります。
本書では、広告のアイデア作成を例に説明されています。
</p>

<p>
一般的資料とは、直接企画とは関係のない資料を指しています。本書では、
エジプトの埋葬習慣からモダンアートに至るまで、幅広くあらゆることに
興味を持つことを勧めています。
</p>

<p>
特殊資料とは、宣伝したい製品と、それを買ってほしい人々に関する資料です。
</p>

<p>
製品の研究レポートや販売レポート、ターゲットとする人々の属性や行動
についてのレポートがこれにあたります。
</p>

<p>
これらのデータやレポートを大量に参照することにより、インプットを蓄え、
新しい関連性を見つけ出す土台になります。
</p>

<p>
一般的資料と特殊資料で得た知識を組み合わせ、新しい切り口を見つけ出そう！
という目論みです。
</p>

<p>
本書では、石鹸のマーケティングを例に、髪や皮膚に与える石鹸の影響の研究
結果が、その後のキャッチコピーやプロモーション企画に大きく貢献した事例
を挙げています。
</p>

<p>
補足ですが、データを元に生まれたアイデアは根拠がしっかりしており、成功
する確率が高いばかりでなく、仕事を進める上で説明しやすい・説得しやすい
というメリットもあります。
</p>
</div>
</div>

<div id="outline-container-orge624f0b" class="outline-3">
<h3 id="orge624f0b">ステップ2 心の消化過程</h3>
<div class="outline-text-3" id="text-orge624f0b">
<p>
"探しているのは関係"
</p>

<p>
資料を集めたら、それを吸収する過程に入ります。
</p>

<p>
ただ資料を読むのではなく、いろいろな事実を並べて見たり、新しい組み合わ
せ試してみるといいでしょう。
</p>

<p>
必要なのはあくまで新しい切り口を探すことであり、資料を暗記することではありません。
</p>

<p>
この段階を通っていると、ちょっとしたアイデアが思いつき始めます。
それは些細なものであることが多いのですが、逐一メモに残すことを推奨しています。
思いついたものを言葉にすることで、自分の中でアイデアが整理され、この後の過程が加速されます。
</p>
</div>
</div>

<div id="outline-container-org1c1c7ad" class="outline-3">
<h3 id="org1c1c7ad">ステップ3 あえて心の外に置く</h3>
<div class="outline-text-3" id="text-org1c1c7ad">
<p>
"問題を意識の外に移し、無意識の創造過程を刺激する"
</p>

<p>
ここまで、資料を集めて吸収するという作業をしてきました。
しかしそれはしばしば退屈で苦痛なものでもあります。
</p>

<p>
そうなったときは、一度問題を心の外に追いやってしまいましょう。
</p>

<p>
好きな音楽を聞いたり、映画を見たり。
</p>

<p>
問題を放棄して、自分の想像力や感情を刺激してくれるものに触れましょう。
</p>

<p>
"第一の段階で諸君は食料をあつめた。第二の段階ではそれを十分咀嚼した。
いまや消化過程がはじまった"
</p>

<p>
"ただし胃液の分泌を刺激すること"
</p>

<p>
刺激を与えることでケミストリーが起こり、頭の中でアイデアの生成が加速されます。
</p>
</div>
</div>

<div id="outline-container-org160780e" class="outline-3">
<h3 id="org160780e">ステップ4 常にそれを考える</h3>
<div class="outline-text-3" id="text-org160780e">
<p>
"どこからもアイデアは現れてこない"
</p>

<p>
ステップ3までを経験して思うこと。「アイデアが生まれて来ない！」。あな
たは焦りを感じるかもしれません。無力感に陥るかもしれません。それでも、
辛抱強く、生み出すべきアイデアについて考えましょう。頭のカタスミで常に
考えることで、それは確実に整理されていきます。
</p>

<p>
"アイデアの訪れてくるとき"
</p>

<p>
TBSブリタニカ 『アイデアのつくり方』 P.51より
</p>

<p>
休息とくつろぎのひとときにそれは突然やってきます。
</p>

<p>
往々にして、アイデアがひらめくときというのは、緊張をといてリラックスしているときです。
朝ひげを剃っているとき、シャワーを浴びているときに思いつくのです。
</p>

<p>
上で挙げたプロセスを経て、常に考えることで自分の中で整理されていき、緊
張から解かれた瞬間にふっとひらめくのです。
</p>

<p>
金曜日に行きずまっている仕事があったけど、土日に思いっきり遊んだら月曜
の朝にいきなり解決案が思いついた！なんて経験はありませんか？
</p>
</div>
</div>

<div id="outline-container-org48139e4" class="outline-3">
<h3 id="org48139e4">ステップ5 具体化し、現実の有用性に合致させる</h3>
<div class="outline-text-3" id="text-org48139e4">
<p>
この段階は、ステップ4で生まれたアイデアを現実の世界に連れ出すためのも
のです。思いついたアイデアは、そのままでは使い物にならないことも多いで
す。
</p>

<p>
生み出したアイデアが現実の世界に適用できるよう、細部を落とし込み、辛抱
強く作りあげて行きましょう。せっかくアイデアを思いついても、この段階で
諦めてしまうと、陽の目を見ることがなくなってしまいます。
</p>

<p>
過酷な作業ではありますが、この過程がアイデアに命を吹き込むものだと思っ
て、乗り越えましょう。多くの場合、あなたのアイデアはきっと誰かの役に立
つものなのですから。
</p>
</div>
</div>
</div>


<div id="outline-container-orgc7d0d7d" class="outline-2">
<h2 id="orgc7d0d7d">まとめ</h2>
<div class="outline-text-2" id="text-orgc7d0d7d">
<p>
これらのステップは、いざ実行しようとすると困難な知能労働をこなす必要が
あり、なかなか実行に移せなかったりします。
</p>

<p>
ただ、やり続けた人とやらなかった人とでは大きな差が開くことは間違いあり
ません。
</p>

<p>
最初は大変だと思いますが、こなすうちに慣れていき、全てのプロセスを経る
のに必要な時間も短くなっていくはずです。そうなればしめたものです。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: suzuki@iwate-u.ac.jp</p>
<p class="date">Created: 2019-12-09 月 11:05</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
